{
    "standalone_query_generator": "{\n  \"response\": [\n    \"Bagaimana cara melakukan pencegahan stunting pada anak-anak?\",\n    \"Pencegahan stunting pada anak-anak dapat dilakukan melalui beberapa cara, antara lain:\",\n    \"- Manfaatkan pelayanan kesehatan.\",\n    \"- Perbaiki pola makan, pola asuh, dan kebersihan diri serta lingkungan.\",\n    \"- Anak stunting berisiko memiliki kecerdasan rendah, sehingga berpotensi mengancam kesejahteraan mereka di masa depan.\",\n    \"- Pencegahan stunting dilakukan oleh penyedia layanan kesehatan yang terampil.\",\n    \"- Melakukan konseling antar pribadi melalui kunjungan rumah, di posyandu, dan di institusi layanan kesehatan penting untuk perubahan perilaku pencegahan stunting.\"\n  ],\n  \"is_relevant\": true,\n  \"text_class\": \"Medical Query\"\n}",
    "default_fc": "{\n  \"response\": \"Clinical signs and symptoms that can accurately diagnose community-acquired pneumonia in infants and children aged 3 months to 18 years include:\\n\\n- Cough\\n- Rapid or difficult breathing\\n- Chest retractions (the skin between the ribs pulls in with each breath)\\n- Nasal flaring\\n- Wheezing\\n- Fever\\n- Fatigue or lethargy\\n- Poor appetite\\n- Irritability or fussiness\\n- Cyanosis (bluish color of the lips, tongue, or nails)\\n\\nThese signs and symptoms may vary depending on the age of the child. It is important to consult a healthcare professional for an accurate diagnosis and appropriate treatment.\",\n  \"reference_id\": [\"01HDAHB57RMCH2J6VF1TDARBQC\"],\n  \"suggestive_questions\": [\"What are the clinical signs and symptoms of community-acquired pneumonia in infants?\", \"How can community-acquired pneumonia be diagnosed in children?\", \"What should I do if my child shows signs of community-acquired pneumonia?\"]\n}",
    "default": "1. Purpose of Telemedicine Consultations:\nI understand that telemedicine involves the use of electronic communications to enable healthcare providers at [Clinic Name] to provide medical advice, diagnosis, and treatment remotely. The purpose of telemedicine consultations is to provide convenient access to healthcare services while maintaining patient privacy. \n\n 2. Privacy and Confidentiality:\nI acknowledge that [Clinic Name] will take reasonable measures to ensure the privacy and confidentiality of my personal health information during telemedicine consultations. However, I understand that there are inherent risks associated with electronic communication, including the potential for unauthorized access or interception of information. I agree to hold [Clinic Name] harmless for any breach of privacy or confidentiality that may occur despite their reasonable efforts."
}